;Localization:
;Thank you very much translators for your time to help me improve Listary!
;You’ll get one Listary Pro license for free if you help translate this file into your language.
;Contact support@listary.com for more information.

;Copy English.ini to YourLanguage.ini

[Info]
;Language name in your own language e.g. Deutsch
Language=Italiano
;Language name in English e.g. German
LanguageEn=Italian
;Your name here. You can also leave your email, website, blog...
Translator=Igino Fusco Moffa
;Version of this language file
Version=1.0.0
;If you don't know, leave it blank
Codepage=

;Note to translators:
;Please keep escape sequences like \n, \t, %d, %s, %% unchanged
[Strings]
;Global
601=Nessuno
602=Opzioni di Listary

;Tray Menu
1001=Aiuto Online
1002=Controllo aggiornamenti...
1003=Informazioni
1004=Esci

;Toolbar
1100=Cerca

;Favorite Menu
2000=Preferiti
2001=Questa Applicazione
2002=Globali
2003=Aggiungi qui
2004=Aggiungi la cartella corrente ai preferiti
2050=Impossibile aggiungere ai preferiti
2051=Listary non è riuscito a trovare il percorso di questa applicazione.

;Recent Menu
2100=Recenti
2101=Cancella
2103=Cartella
2104=File
2105=Traccia questa Applicazione
2106=Non tracciare questa Applicazione
2107=Mostrane altre...

;Smart Menu
2200=Smart
2201=Cartelle aperte ora
2202=Passa all'ultima cartella aperta in Esplora risorse
2203=Apri il file selezionato in Esplora risorse
2204=Esplora la cartella corrente
2205=Linea di comando
2206=Vai alla cartella delle applicazioni
2207=Esplora la cartella delle applicazioni
2208=Mostra l'estensione dei File
2209=Mostra File and Cartelle nascoste
2210=Copia il percorso della cartella negli appunti
2211=Copia il percorso degli elementi selezionati negli appunti
2212=Copia il nome degli elementi selezionati negli appunti
2213=Opzioni
2214=Aggiorna alla versione Pro
2215=Aggiungi l'applicazione alla lista di supporto
2216=Disabilita Listary per questa Applicazione
2217=Esporta il contenuto della lista in un file CSV
2218=Separatore
2250=%s è stata aggiunta con successo alla lista di supporto.
2251=Usa il pulsante centrale del mouse o la scorciatoia %s per attivare Listary in %s	ora.
2252=Sei sicuro di voler disabilitare Listary per questa applicazione?
2253=Disabilita Listary
2254=Listary non sarà più mostrata per questa applicazione dal riavvio del PC. \n Puoi sempre andare alle Opzioni > Applicazioni per riabilitarlo.

;Search
2300=Lista
2301=Vai a 
2302=Nessun elemento trovato.

;Options > General
3000=Generale
3001=Avvia Listary con Windows
3002=In Windows XP seleziona automaticamente il file in Esplora risorse
3003=Controlla gli aggiornamenti quando apri le Opzioni
3004=Passaggio rapido (Apre la cartella corrente nella finestra di dialogo dei file partendo da un Gestore di file)
3005=Lingua:
3006=Default File Manager
3007=Fill this if you prefer to use a file manager other than Windows Explorer.\nUse %1 in parameter for the path. Do not forget quotes.


;Options > Favorites
3100=Preferiti
3101=Dettagli
3102=Nome:
3103=Scorciatoia:
3104=Tipo:
3105=Percorso:
3106=Sottomenu
3107=Aggiungi un elemento preferito
3108=Rimuovi un elemento preferito

;Options > Recent
3200=Recenti
3201=Tutti gli elementi recenti:
3206=Traccia tutti gli elementi recenti
3207=Traccia i file e le cartelle recenti per tutte le applicazioni
3208=Seleziona automaticamente l'ultimo file aperto nella finestra di dialogo dei file
3209=Rimuovi gli elementi recenti selezionati
3210=Rimuovi tutti gli elementi recenti
3211=Tutti gli elementi recenti
3212=Cartelle recenti per singola applicazione
3213=File recenti per singola applicazione
3214=Elementi del menu Recenti
3215=Search recent files and folders

;Options > Smart Commands
3300=Comandi Smart
3301=Dettagli dei comandi
3303=Comando:
3305=Mostra questo comando nel menu Smart
3306=Aggiungi comando personalizzato
3307=Nome
3308=Scorciatoia
3309=Comando
3310=Mostra nel menu Smart
3311=Aggiungi un comando Smart interno
3312=Rimuovi i comandi selezionati

;Options > Applications
3400=Applicazioni
3401=Impostazioni applicazioni: (solo per le applicazioni selezionati nella lista qui sopra)
3402=Abilita Listary per questa applicazione
3403=Traccia file e cartelle recenti
3404=Aggiungi un'applicazione per modificare le sue impostazioni
3405=Rimuovi l'applicazione selezionata e tutti i suoi elementi preferiti e recenti
3406=Percorso

;Options > Keyboard and Mouse
3500=Tastiera e Mouse
3501=Scorciatoie
3502=Tutte:
3503=Mostra la barra di Listary:
3504=Mostra i menu a popup :
3505=Locale (funziona solo se la barra di Listary è visibile):
3506=Menu Preferiti:
3507=Menu Recenti:
3508=Menu Smart:
3509=Abilita le scorciatoie locali (comprese quelle per i preferiti e i comandi smart) in Explorer quando la barra di Listary non è visibile.
3510=Mouse
3511=Un doppio click in un'area vuota di Explorer/Finestra dei file/Desktop attiva Listary
3512=Tasto centrale del mouse per attivare Listary

;Options > Display
3600=Aspetto
3601=Posizione della finestra
3602=Assoluta
3603=Relativa alla lista
3604=Relativa alla finestra
3605=Dall'alto
3606=Dal basso
3607=Da sinistra
3608=Da destra
3609=Opacità
3610=Menu
3611=Numero massimo di elementi mostrati:
3612=Larghezza massima (in pixel):
3613=Larghezza minima (in pixel):
3614=Passaggio del mouse per aprire i menu (ritardo in millisecondi, 0 per disabilitare):
3615=Menu Popup
3616=Mostra elementi recenti nel sottomenu
3617=Pixel

;Options > Integration
4000=Integrazione
4001=Aggiungi il menu cartelle di Total Commander ai preferiti di Listary
4002=Usa Total Commander per sostituire la finestra di dialogo file:

;Options > Compatibility
3700=Compatibilità
3701=Listary funzionerà anche con le seguenti applicazioni:
3702=Aggiungi un'applicazione alla lista di supporto
3703=Rimuovi l'applicazione selezionata dalla lista di supporto
3704=Gestore File
3705=Classe
3706=Eseguibile
3707=Barra dell'indirizzo
3708=Sì
3709=No

;Options > Pro
3800=Aggiorna a Listary Pro
;3801=
3802=Nome:
3803=Email:
3804=Codice di Registrazione:
3805=Nota
3806=Listary viene distribuito come freeware per uso personale e non-profit. In questi casi, viene assicurato il diritto all'uso senza costi.
3807=Per uso commerciale è necessario l'aggiornamento a Listary Pro.
3808=Incolla dagli appunti
3809=Controllo del codice di registrazione

;Options > About
3900=Informazioni
3901=Listary è gratuito per il solo uso personale. Se vuoi usarlo a scopi commerciali o necessiti di caratteristiche avanzate si prega di acquistare la versione Pro.
3902=Visualizza l'homepage
3903=Questo programma è concesso in licenza a

;Add Application Dialog
4100=Aggiungi un'applicazione
4101=Trascina il Finder sulla barra degli indirizzi di un applicazione per selezionarla e quindi rilascia il pulsante del mouse.
4102=Finder:
4103=Classe:
4104=Eseguibile:
4105=Barra dell'indirizzo:
4106=E' un gestore di file (spuntare per abilitare le caratteristiche che funzionano solo in un gestore di file)
4107=*NON RIUSCITO* Il file è stato avviato come amministratore?

;Custom Command Dialog
4200=Comando personalizzato
4201=Percorso completo di un file eseguibile.\nEsempio: C:\Programmi\7-Zip\7z.exe
4202=Parametro:
4203=L'esempio mostra come aggiungere il file selezionato ad un archivio usando 7-Zip.\nLe seguenti variabili possono essere usate come parametri. Le variabili non contengono le virgolette, si prega di aggiungerle manualmente secondo le esigenze.
4204=%file%\t\tPercorso del file/cartella selezionata.\nEsempio: D:\download\musica\esempio.mp3\n\n%percorso%\tPercorso della cartella corrente.\nEsempio D:\download\musica\\n\n%filename%\tNome del file del file/cartella selezionata.\nEsempio: esempio.mp3

;Add Favorite Dialog
4300=Aggiungi preferito